Repository: Vaida12345/OpenCC-safari-extension
Catalog: Shared (App)/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant, zh_hk

source: All conversions run completely offline. CC Converter makes no internet connection.
zh_hans: 所有转换都完全离线运行。CC转换器不会连接互联网。
zh_hant: 所有轉換均完全離線執行。CC轉換器不會連接網際網路。
zh_hk: 所有轉換均完全離線運行。CC轉換器不會連接網絡。

source: CC Converter
zh_hans: CC转换器
zh_hant: CC轉換器
zh_hk: CC轉換器

source: Convert Traditional and Simplified Chinese directly in Safari with OpenCC.
zh_hans: 在 Safari 中使用 OpenCC 直接转换繁体与简体中文。
zh_hant: 在 Safari 中使用 OpenCC 直接轉換繁體與簡體中文。
zh_hk: 在 Safari 中使用 OpenCC 直接轉換繁體與簡體中文。

source: Credits
zh_hans: 鸣谢
zh_hant: 鳴謝
zh_hk: 鳴謝

source: Disabled
zh_hans: 已关闭
zh_hant: 已停用
zh_hk: 已停用

source: Enabled
zh_hans: 已启用
zh_hant: 已啟用
zh_hk: 已啟用

source: Please relaunch Safari and this app, and try again.
zh_hans: 请重新启动 Safari 和此应用，然后重试。
zh_hant: 請重新啟動 Safari 與此 App，然後再試一次。
zh_hk: 請重新啟動 Safari 與此 App，然後再試一次。

source: Powered by [opencc-js](https://github.com/nk2028/opencc-js) by [nk2028](https://github.com/nk2028) and [OpenCC](https://github.com/byvoid/opencc) by [BYVoid](https://github.com/BYVoid).
zh_hans: 由 [nk2028](https://github.com/nk2028) 的 [opencc-js](https://github.com/nk2028/opencc-js) 与 [BYVoid](https://github.com/BYVoid) 的 [OpenCC](https://github.com/byvoid/opencc) 提供支持。
zh_hant: 由 [nk2028](https://github.com/nk2028) 的 [opencc-js](https://github.com/nk2028/opencc-js) 與 [BYVoid](https://github.com/BYVoid) 的 [OpenCC](https://github.com/byvoid/opencc) 提供支援。
zh_hk: 由 [nk2028](https://github.com/nk2028) 的 [opencc-js](https://github.com/nk2028/opencc-js) 與 [BYVoid](https://github.com/BYVoid) 的 [OpenCC](https://github.com/byvoid/opencc) 提供支援。

source: Privacy
zh_hans: 隐私
zh_hant: 隱私
zh_hk: 私隱

source: Quit and Open Safari Extensions Preferences...
zh_hans: 退出并打开 Safari 扩展偏好设置...
zh_hant: 結束並開啟 Safari 擴充功能偏好設定...
zh_hk: 結束並開啟 Safari 擴充功能偏好設定...

source: Quit and Open Safari Settings...
zh_hans: 退出并打开 Safari 设置...
zh_hant: 結束並開啟 Safari 設定...
zh_hk: 結束並開啟 Safari 設定...

source: Safari Extension
zh_hans: Safari 扩展
zh_hant: Safari 擴充功能
zh_hk: Safari 擴充功能

source: Safari Extension Not Installed
zh_hans: Safari 扩展未安装
zh_hant: Safari 擴充功能未安裝
zh_hk: Safari 擴充功能未安裝

source: The app stores nothing except your conversion configurations.
zh_hans: 除你的转换配置外，应用不会存储任何数据。
zh_hant: 除了你的轉換設定外，App 不會儲存任何資料。
zh_hk: 除你的轉換設定外，App 不會儲存任何資料。

source: This app’s extension is currently off. You can turn it on in Safari Extensions preferences.
zh_hans: 此应用的扩展当前已关闭。你可以在 Safari 扩展偏好设置中将其开启。
zh_hant: 此 App 的擴充功能目前已停用。你可以在 Safari 擴充功能偏好設定中將其啟用。
zh_hk: 此 App 的擴充功能目前已停用。你可以在 Safari 擴充功能偏好設定中將其啟用。

source: This app’s extension is currently off. You can turn it on in the Extensions section of Safari Settings.
zh_hans: 此应用的扩展当前已关闭。你可以在 Safari 设置的“扩展”部分将其开启。
zh_hant: 此 App 的擴充功能目前已停用。你可以在 Safari 設定的「擴充功能」區段中將其啟用。
zh_hk: 此 App 的擴充功能目前已停用。你可以在 Safari 設定的「擴充功能」部分中將其啟用。

source: This app’s extension is currently on. You can turn it off in Safari Extensions preferences.
zh_hans: 此应用的扩展当前已开启。你可以在 Safari 扩展偏好设置中将其关闭。
zh_hant: 此 App 的擴充功能目前已啟用。你可以在 Safari 擴充功能偏好設定中將其停用。
zh_hk: 此 App 的擴充功能目前已啟用。你可以在 Safari 擴充功能偏好設定中將其停用。

source: This app’s extension is currently on. You can turn it off in the Extensions section of Safari Settings.
zh_hans: 此应用的扩展当前已开启。你可以在 Safari 设置的“扩展”部分将其关闭。
zh_hant: 此 App 的擴充功能目前已啟用。你可以在 Safari 設定的「擴充功能」區段中將其停用。
zh_hk: 此 App 的擴充功能目前已啟用。你可以在 Safari 設定的「擴充功能」部分中將其停用。

source: Unavailable
zh_hans: 不可用
zh_hant: 無法使用
zh_hk: 無法使用

source: Unknown
zh_hans: 未知
zh_hant: 未知
zh_hk: 未知

source: You can change conversion configuration in the Safari extension popup.
zh_hans: 你可以在 Safari 扩展弹窗中修改转换配置。
zh_hant: 你可以在 Safari 擴充功能彈出視窗中修改轉換設定。
zh_hk: 你可以在 Safari 擴充功能彈出視窗中修改轉換設定。

source: You can manage CC Converter in Settings > Safari > Extensions.
zh_hans: 你可以在“设置 > Safari > 扩展”中管理 CC 转换器。
zh_hant: 你可以在「設定 > Safari > 擴充功能」中管理 CC 轉換器。
zh_hk: 你可以在「設定 > Safari > 擴充功能」中管理 CC 轉換器。

source: You can turn on this app’s extension in Safari Extensions preferences.
zh_hans: 你可以在 Safari 扩展偏好设置中开启此应用的扩展。
zh_hant: 你可以在 Safari 擴充功能偏好設定中啟用此 App 的擴充功能。
zh_hk: 你可以在 Safari 擴充功能偏好設定中啟用此 App 的擴充功能。

source: You can turn on this app’s extension in the Extensions section of Safari Settings.
zh_hans: 你可以在 Safari 设置的“扩展”部分开启此应用的扩展。
zh_hant: 你可以在 Safari 設定的「擴充功能」區段中啟用此 App 的擴充功能。
zh_hk: 你可以在 Safari 設定的「擴充功能」部分中啟用此 App 的擴充功能。
